[{"day":1,"type":"Spicy Moroccan Vegetable (less than 5% fat)","description":"A delicious vegetable soup flavoured with the exotic spices of Morocco, fresh lemon juice, herbs and some red chilli for an extra kick. Non-dairy / vegetarian / spicy"},{"day":1,"type":"Hungarian Goulash (less than 5% fat)","description":"Loads of beef, onions, paprika and a touch of caraway slowly simmered to make a rich, meaty stew. Garnished with freshly chopped flat leaf parsley.  Non dairy / meat"},{"day":2,"type":"Squash & Maple (less than 5% fat)","description":"A silky, smooth pumpkin soup with double cream, maple syrup and a touch of nutmeg. Dairy / vegetarian"},{"day":2,"type":"Jerk Chicken","description":"Our homage to the fantastic Jerk chicken. A coconut soup with shredded chicken and black eyed beans flavoured with all spice, cinnamon, nutmeg, fennel and plenty of chilli. Garnished with rice. Non dairy / meat / spicy"},{"day":3,"type":"Sweet Potato and Chilli","description":"A smooth and fragrant soup - sweet potatoes blended with creamy mascarpone and a hint of red chilli. Dairy / vegetarian / spicy"},{"day":3,"type":"Beef & Barley (less than 5% fat)","description":"Tender beef, chunky root vegetables and pearl barley slowly cooked in a traditional broth infused with thyme. Garnished with freshly chopped flat leaf parsley. Non dairy / gluten / meat"},{"day":4,"type":"Spicy Tomato and Basil (less than 5% fat)","description":"Tomato soup with fresh basil and red chilli peppers for some added zip!Non-Dairy / vegetarian / spicy"},{"day":4,"type":"Chicken Pot Pie","description":"No doubt about it, this is an EAT classic. This is what comfort food is all about. Creamy chicken with loads of fresh vegetables. Garnished with a puff pastry top. Dairy / meat /gluten (pastry top contains wheat)"},{"day":5,"type":"Lentil and Smokey Bacon (less than 5% fat)","description":"Creamy red lentils with smokey bacon is such a great combination it's become a Simple Soup classic. Non dairy / Pork"},{"day":5,"type":"French Onion (less than 5% fat)","description":"This is the real thing, slowly caramelised onions, rich vegetable stock & Madeira wine. Garnished with crunchy croutons and Emmental cheese. Non dairy (except garnish)/vegetarian / Gluten croutons contains wheat) / alcohol"}]